Revit 2024 API
BuiltInFailures.NumberingFailures Class
 Failures related to object numbering operations.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static class NumberingFailures
Visual Basic
Public NotInheritable Class NumberingFailures
Visual C++
public ref class NumberingFailures abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.BuiltInFailures.NumberingFailures
See Also
BuiltInFailures.NumberingFailures Members
Autodesk.Revit.DB Namespace